"CANCEL_BUTTON" = "Anuluj";
"CONTINUE_BUTTON" = "Dalej";
"SKIP_BUTTON" = "Pomiń";
"TRY_AGAIN_BUTTON" = "Spróbuj ponownie";

/* warnings about the battery shown after the first panel */
"BATTERY_WARNING_TITLE" = "Macintosh pracuje na baterii.";
"BATTERY_WARNING" = "Przed rozpoczęciem przenoszenia danych podłącz zasilanie sieciowe.";

/* status messages when waiting for FireWire connection in Step 2 */
"STATUS_FINDING_SYSTEMS" = "Znajduję systemy…";
"STATUS_WAITING_FIREWIRE" = "Czekam na ponowne uruchomienie starego Macintosha…";
"STATUS_FOUND_FIREWIRE" = "Połączenie FireWire zostało ustanowione.";
"STATUS_RESTART" = "Uruchom ponownie starego Macintosha, trzymając wciśnięty klawisz „T”";
"STATUS_WAITING_DISKS" = "Oczekuję na pojawienie się dysków…";

/* problems connecting over FireWire */
"NO_VALID_SYSTEMS_TITLE" = "Na starym Macintoshu nie ma zainstalowanej żadnej wersji Mac OS X.";
"NO_VALID_SYSTEMS" = "Dane możesz przenieść tylko z Macintosha, na którym zainstalowano Mac OS X.\n\nKliknij w Dalej, aby próbować dalej, lub w Anuluj, aby zatrzymać przenoszenie.";
"TDM_WARNING_TITLE" = "Asystent ustawień nie może połączyć się z drugim Macintoshem.";
"TDM_WARNING" = "Połączenie starego Macintosha z tym za pomocą FireWire może nie być możliwe.\n\nKliknij w Dalej, aby spróbować ponownie, lub w Anuluj, aby zatrzymać.";

"NO_TRANSFERABLE_SYSTEMS_TITLE" = "Na zaznaczonym woluminie nie znaleziono Mac OS X.";
"NO_TRANSFERABLE_SYSTEMS_INTERNAL" = "Dane możesz przenieść tylko z Macintosha, na którym zainstalowano Mac OS X.";

/* "Hard drive" on "System" */
"SYSTEM_NAME_FORMAT" = "%2$@ w %1$@";
"SYSTEM_NAME_FORMAT_NO_DISK" = "%@";
"NO_SYSTEMS" = "Nie znaleziono systemów.";
"ONLY_OLD_SYSTEMS" = "Stary system";
"CUSTOMIZE_PANEL_TITLE_INTERNAL" = "Przenoszenie danych";
"NETWORK_SETTINGS" = "Ustawienia sieci oraz inne";
"APPLICATIONS" = "Katalog Programy";
"FILES_FOLDERS" = "Pliki i katalogi na „%@”";
"FILES_FOLDERS_NO_VOLUME" = "Pliki i katalogi";
"USERS" = "Użytkownicy";
"OTHER_DISKS" = "Inne twarde dyski";
"STATIC_IP_WARNING" = "\nTwój statyczny adres IP nie zostanie przeniesiony.";
"FILEVAULT_WARNING_LONG" = "Kont użytkowników chronionych przez FileVault nie można przenieść na Macintosha, na którym konta użytkowników już istnieją.";
"FILEVAULT_WARNING" = "\nTo konto użytkownika jest chronione przez FileVault i nie może zostać przeniesione.";
"HOME_NOT_COPIED_WARNING" = "\nTen udostępniany katalog domowy nie musi być kopiowany.";

"REMAINING_HOURS" = "godzin: %d";
"REMAINING_HOUR" = "%d godzina";
"REMAINING_MINS" = "minut: %d";
"REMAINING_MIN" = "%d minuta";	
"REMAINING_HOURS_AND_MINS" = "Pozostało około %@ oraz %@";
"REMAINING_ABOUT" = "Pozostało około %@";
"REMAINING_LESS_MIN" = "Pozostała mniej niż minuta";

"SEL_ITEMS" = "Zaznaczone rzeczy: %@";
"TRANSFER" = "Przenieś";

"GB" = "%.1f GB";
"MB" = "%.1f MB";			
"KB" = "%.1f KB";

"MOREINFO" = "Dowiedz się więcej";
"MORE_INFO" = "Więcej informacji";
"SKIP" = "Pomiń przenoszenie";

"CABLE_DISCONNECTED" = "Kabel FireWire jest odłączony.";
"NO_TDM_CABLE_CONNECTED" = "Tryb dysku twardego został zakończony.";
"NO_TDM_CABLE_DISCONNECTED" = "Tryb dysku został zakończony.";

"CREATE_AIRPORT_NETWORK" = "Utwórz sieć AirPort";

"USER_CONFLICT_EXPLAIN" = "Nazwa przesyłanego konta użytkownika „%1$@” (nazwa konta „%2$@”) jest już używana na tym komputerze.";

"TRANSFER_ERROR_TITLE" = "Wystąpił błąd, który uniemożliwia przeniesienie danych.";
"TRANSFER_ERROR" = "Aby kontynuować konfigurowanie, kliknij w Pomiń. Aby spróbować jeszcze raz, sprawdź, czy kabel FireWire oraz kable zasilające są poprawnie podłączone, i kliknij w Spróbuj ponownie.";

"CANCELING_MIGRATION" = "Anuluję migrację…";

"NETWORK_TRANSFER_ERROR" = "Wystąpił błąd sieci, który uniemożliwia przeniesienie danych.";

"BROKEN_APPS" = "Następujące programy mogą wymagać ponownej instalacji:";
"FILE_ERRORS" = "Wystąpiły problemy podczas przenoszenia następujących plików:";
"OTHER_WARNINGS" = "Błędy i ostrzeżenia:";

"TRANSFER_FAILED" = "Przenoszenie zostało zakończone, ale niektóre pliki nie zostały przeniesione. Możesz już odłączyć kabel FireWire i wyłączyć starego Macintosha, wciskając jego przycisk zasilania.";

"REAL_NETWORK_SETUP_BUTTON_TITLE" = "Użyj Ethernet";
"AIRPORT_SETUP_BUTTON_TITLE" = "Użyj AirPort";
"PLEASE_JOIN_WIRELESS_NETWORK_ON_OLD_MAC" = "Przyłącz się do tej samej sieci AirPort, co ten komputer (%@).";

"NETWORK_ERROR_SHEET_TITLE" = "Połączenie z siecią nie powiodło się.";
"NETWORK_ERROR_SHEET_INTERNAL" = "Wystąpił błąd połączenia sieciowego; nie można było uzyskać dostępu do danych na drugim Macintoshu. Kliknij w Dowiedz się więcej, aby uzyskać informacje na temat połączenia z drugim Macintoshem.";

"PAIR_SCANNING" = "Szukam drugich komputerów…";
"PAIR_CONNECTED" = "Połączyłem się z drugim Makiem…";

"BACKUP_SOURCE_CLICK_TO_CONNECT_FORMAT" = "Kliknij w Dalej, aby połączyć się z „%@”";
"BACKUP_SOURCE_NOT_AVAILABLE_FORMAT" = "Na „%@” nie ma kopii zapasowych Time Machine.  Zaznacz inny wolumin.";
"BACKUP_SOURCE_NO_SELECTION" = "Zaznacz wolumin, a następnie kliknij w Dalej.";

"BACKUP_SOURCE_CONNECT_SHEET_TITLE_FORMAT" = "Podaj nazwę i hasło użytkownika dla „%@”.";
"BACKUP_SOURCE_CONNECT_SHEET_SINGLE_PASSWORD_TITLE_FORMAT" = "Podaj hasło dla „%@”.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED" = "Połączenie nie powiodło się.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_MESSAGE" = "Sprawdź poprawność wpisywanego użytkownika i hasła, a potem kliknij w Połącz, aby spróbować ponownie.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_SINGLE_PASSWORD_MESSAGE" = "Sprawdź poprawność podawanego hasła, a potem kliknij w Połącz, aby spróbować ponownie.";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECTING" = "Łączę się…";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECT_BUTTON" = "Połącz";
"BACKUP_SOURCE_CONNECT_SHEET_TRY_AGAIN_BUTTON" = "Spróbuj ponownie";

"BACKUP_SOURCE_CHECK_SHEET_FAILED_TITLE" = "Na tym woluminie nie ma żadnych kopii zapasowych Time Machine.";
"BACKUP_SOURCE_CHECK_SHEET_FAILED" = "Zaznacz inny wolumin lub połącz się używając nazwy innego użytkownika.";
"BACKUP_SOURCE_CHECK_SHEET_OK_BUTTON" = "OK";

"BACKUP_SOURCE_JOIN_BUTTON" = "Przyłącz się…";

"BACKUP_SOURCE_FOUND_ZERO" = "Nie znaleziono kopii zapasowych Time Machine";
"BACKUP_SOURCE_FOUND_ONE" = "Znaleziono kopii zapasowych Time Machine: 1";
"BACKUP_SOURCE_FOUND_MANY_FORMAT" = "Znaleziono kopii zapasowych Time Machine: %d";

"BACKUP_SOURCE_AVAILABLE_ZERO" = "Brak dostępnych kopii zapasowych Time Machine";
"BACKUP_SOURCE_AVAILABLE_ONE" = "Dostępnych kopii zapasowych Time Machine: 1";
"BACKUP_SOURCE_AVAILABLE_MANY_FORMAT" = "Dostępnych kopii zapasowych Time Machine: %d";

"BACKUP_REQUIRES_LOGIN" = "wymaga zalogowania";
"BACKUP_CONNECTED" = "połączony";

